"CHOOSE_AUDIO_TRACK"="Wybierz ścieżkę dźwiękową";
"CHOOSE_SUBTITLE_TRACK"="Wybierz ścieżkę napisów";

"PLAYING_EXTERNALLY_TITLE"="Podłączony TV";
"PLAYING_EXTERNALLY_DESC"="Ten plik wideo jest odtwarzany na telewizorze";

"VFILTER_HUE"="Barwa";
"VFILTER_CONTRAST"="Kontrast";
"VFILTER_BRIGHTNESS"="Jasność";
"VFILTER_SATURATION"="Nasycenie";
"VFILTER_GAMMA"="Gamma";

"PLAYBACK_FAILED"="Odtwarzanie nie powiodło się";
"AR_CHANGED"="Proporcje obrazu: %@";
"DEFAULT"="Domyślnie";
"FILL_TO_SCREEN"="Przytnij, aby wypełnić ekran";
"DEVICE_TOOSLOW_TITLE"="Urządzenie jest zbyt wolne";
"DEVICE_TOOSLOW"="Twój %@ jest prawdopodobnie zbyt wolny, aby odtworzyć \"%@\". Czy mimo to otworzyć?";
"PLAYBACK_SPEED"="Prędkość odtwarzania";

"BUTTON_EDIT"="Edytuj";
"BUTTON_DONE"="Gotowe";
"BUTTON_OPEN"="Otwórz";
"BUTTON_CANCEL"="Anuluj";
"BUTTON_SAVE"="Zapisz";
"BUTTON_DOWNLOAD"="Pobierz";
"BUTTON_DELETE"="Usuń";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="Następny";
"BUTTON_CONTRIBUTE"="Wspomóż";
"BUTTON_BACK"="Wstecz";
"BUTTON_CONNECT"="Połącz";
"BUTTON_REPEAT"="Powtórz";
"BUTTON_RENAME"="Zmień nazwę";
"BUTTON_LEARN_MORE"="Dowiedz się więcej";
"PRIVATE_PLAYBACK_TOGGLE"="Prywatne odtwarzanie";

"UPGRADING_LIBRARY"="Aktualizacja Biblioteki mediów";
"UNTITLED_SHOW"="Seria bez tytułu";

"OPEN_NETWORK"="Otwórz strumień sieciowy";
"NETWORK_TITLE"="Strumień sieciowy";
"OPEN_NETWORK_HELP"="Wpisz dowolny adres HTTP, RTSP, RTMP, MMS, FTP lub UDP / RTP, aby otworzyć bezpośrednio strumień.";
"ABOUT_APP"="O VLC dla iOS";
"OPEN_VLC_MENU"="Otwórz boczne menu VLC";
"HTTP_UPLOAD"="WiFi Upload";
"HTTP_UPLOAD_SERVER_OFF"="Nieaktywny serwer";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Brak aktywnego połączenia WiFi";

"HTTP_DOWNLOAD_FAILED"="Pobieranie z kodem HTTP %i nie powiodło się";
"HTTP_FILE_CREATION_FAILED"="Utworzenie pliku nie powiodło się";
"HTTP_DOWNLOAD_CANCELLED"="Pobieranie przerwane przez użytkownika";

"DOWNLOAD_FROM_HTTP_HELP"="Wpisz adres, aby pobrać plik do twojego %@.";
"DOWNLOAD_FROM_HTTP"="Pobrane";
"ERROR_NUMBER"="Wystąpił błąd %i";
"DOWNLOAD_FAILED"="Pobieranie nie powiodło się";
"FILE_NOT_SUPPORTED"="Format pliku nie jest obsługiwany";
"FILE_NOT_SUPPORTED_LONG"="Format pliku używany przez %@ nie jest obsługiwany przez tę wersję VLC dla iOS.";
"SCHEME_NOT_SUPPORTED"="Schemat adresu nie jest obsługiwany";
"SCHEME_NOT_SUPPORTED_LONG"="Schemat adresu (%@) nie jest obsługiwany. Proszę użyj adresu zaczynającego od HTTP, HTTPS lub FTP.";
"LIBRARY_ALL_FILES"="Wszystkie pliki";
"LIBRARY_MUSIC"="Albumy muzyczne";
"LIBRARY_SERIES"="Programy TV";
"LIBRARY_TRACKS"="%i Utworów";
"LIBRARY_SINGLE_TRACK"="%i Utwór";
"LIBRARY_EPISODES"="%i Odcinków, %i nieprzeczytane";
"LIBRARY_SINGLE_EPISODE"="%i Odcinek, %i nieprzeczytane";
"LIBRARY_TRACK_N"="Utwór %i";
"LIBRARY_MINUTES_LEFT"="pozostało %@m";
"RENAME_MEDIA_TO"="Wpisz nową nazwę dla %@";

"FOLDER_INVALID_TYPE_TITLE"="Nieprawidłowe formaty plików";
"FOLDER_INVALID_TYPE_MESSAGE"="Możesz wziąć tylko dwa pliki do tworzenia folderu lub dodać jeden plik do istniejącego folderu.";
"FOLDER_CHOOSE_NAME_TITLE"="Nowy folder";
"FOLDER_CHOOSE_NAME_MESSAGE"="Wpisz nazwę folderu";
"FOLDER_NAME_PLACEHOLDER"="Nazwa folderu";
"FOLDER_NAME_DUPLICATE_TITLE"="Nazwa już istnieje";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Proszę wybierz inną nazwę";

"SECTION_HEADER_LIBRARY"="Biblioteka mediów";
"SECTION_HEADER_NETWORK"="Sieć";

"LOCAL_NETWORK"="Sieć lokalna";
"CONNECT_TO_SERVER"="Łączenie z serwerem";
"ENTER_SERVER_ADDRESS_HELP"="Wpisz adres IP lub nazwę serwera, z którym chcesz się połączyć.";
"ENTER_SERVER_CREDS_HELP"="Jeśli wymagane przez serwera, wpisz nazwę użytkownika i hasło.";
"USER_LABEL"="Użytkownik";
"PASSWORD_LABEL"="Hasło";

"LOCAL_SERVER_REFRESH"="Odśwież";
"LOCAL_SERVER_LAST_UPDATE"="Ostatnia aktualizacja %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="POŁĄCZENIE Z SERWEREM NIE POWIODŁO SIĘ";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Proszę sprawdź swój adres serwera oraz poświadczenia";

"DROPBOX_DOWNLOAD"="Pobrać plik?";
"DROPBOX_DL_LONG"="Czy chcesz pobrać \"%@\" do swojego %@?";
"DROPBOX_LOGIN"="Nazwa użytkownika";
"CLOUDUNLINKING"="Czy chcesz rozłączyć VLC dla iOS z Twojego konta %@?";
"CLOUDUNLINKING_DONE"="VLC został pomyślnie rozłączony z konta %@. Zapraszamy do ponownego zalogowania.";
"BUTTON_CLOUDUNLINKING"="Rozłącz";
"SETTINGS_UNLINK_DROPBOX"="Rozłączenie z Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Rozłączenie z Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Błąd podczas pobierania plików";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Twój plik został pomyślnie pobrany";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="SUKCES";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Wystąpił błąd podczas pobierania";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="BŁĄD";

"NUM_OF_FILES"="%i pliki/ów";
"ONE_FILE"="1 plik";
"NO_FILES"="Brak obsługiwanych plików";
"DOWNLOADING"="Pobieranie...";
"REMAINING_TIME"= "Pozostały czas: %@";
"ENTER_PASSCODE"="Wpisz kod dostępu";
"REENTER_PASSCODE"="Wpisz ponownie kod dostępu";
"PASSCODE_SET"="Ustaw kod dostępu";
"PASSCODE_CHANGE"="Zmień kodu dostępu";
"PASSCODE_ENTER_OLD"="Wpisz twój stary kod dostępu";
"PASSCODE_ENTER_NEW"="Wpisz twój nowy kod dostępu";
"PASSCODE_REENTER_NEW"="Wpisz ponownie twój nowy kod dostępu";
"PASSCODES_DID_NOT_MATCH"="Kody dostępu nie są identyczne. Spróbuj ponownie.";
"PASSCODE_FAILED_1"="1 nieudana próba kodu dostępu";
"PASSCODE_FAILED_FORMAT"="%d nieudanych prób kodu dostępu";

"Settings"="Ustawienia"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Pusta Biblioteka mediów";
"EMPTY_LIBRARY_LONG"="Dla odtwarzania, możesz przesyłać strumień z serwera lub z chmury do sieci lokalnej albo synchronizować pliki do twojego urządzenia za pomocą programu iTunes, połączenia WiFi lub usług w chmurze.";

"PLAYBACK_SCRUB_HELP"="Aby dostosować szybkość przewijania, przesuń palec w dół.";
"PLAYBACK_SCRUB_HIGH"="Najwyższa prędkość przewijania";
"PLAYBACK_SCRUB_HALF"="Połowa prędkości przewijania";
"PLAYBACK_SCRUB_QUARTER"="Jedna czwarta prędkości przewijania";
"PLAYBACK_SCRUB_FINE"="Delikatna prędkość przewijania";
"PLAYBACK_POSITION"="Pozycja odtwarzania";
"VIDEO_FILTER"="Filtry wideo";
"VIDEO_FILTER_RESET_BUTTON"="Zresetuj filtry wideo";
"VIDEO_ASPECT_RATIO_BUTTON"="Zmień proporcje obrazu widea";
"PLAY_PAUSE_BUTTON"="Odtwórz lub wstrzymaj bieżące odtwarzanie";
"BWD_BUTTON"="Skok do tyłu";
"FWD_BUTTON"="Skok do przodu";

"VERSION_FORMAT"="Wersja: %@";
"BASED_ON_FORMAT"="Na podstawie:<br />%@";

"NEW"="NOWOŚĆ";

"BUG_REPORT_TITLE"="Zgłoś błąd";
"BUG_REPORT_MESSAGE"="Czy chcesz utworzyć raport błędu?";
"BUG_REPORT_BUTTON"="Otwórz Safari";

"VO_VIDEOPLAYER_TITLE"="Odtwarzacz wideo";
"VO_VIDEOPLAYER_DOUBLETAP"="Kliknij dwukrotnie, aby ukryć lub wyświetlić elementy sterowania odtwarzaniem";

"FIRST_STEPS_WELCOME"="Witamy";
"FIRST_STEPS_WELCOME_DETAIL"="Pierwsze kroki w celu synchronizacji i odtwarzania twoich plików.";
"FIRST_STEPS_ITUNES"="Synchronizacja plików iTunes";
"FIRST_STEPS_ITUNES_DETAILS"="Podłącz twój %@ do komputera Mac lub PC za pomocą kabla.\nOtwórz program iTunes.\nWybierz twój %@.\nPrzejdź do zakładki \"Aplikacje\", przewiń w dół i poszukaj Creation MoviePlayer.\nPrzenieś twoje pliki.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Podłącz twój %@ do tej samej sieci co twój komputer Mac lub PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Włącz przełącznik na pasku bocznym, wpisz adres URL do przeglądarki internetowej i przenieś twoje pliki.";
"FIRST_STEPS_CLOUDS"="Chmury";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Prześlij twoje pliki do Google Drive lub Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Otwórz pasek boczny, aby wybrać dostawcę chmury i uzyskaj dostęp do pobrania lub transmisji strumieniowej twoich plików.";
"FIRST_STEPS_PLAYBACK"="Odtwarzanie";
"FIRST_STEPS_FLOSS"="VLC dla iOS to bezpłatne i otwarte oprogramowanie opracowane przez wolontariuszy.\nMamy nadzieję, że program Ci się spodoba.";

"FIRST_STEPS_TIME"="Czas";
"FIRST_STEPS_ASPECT"="Stosunek rozmiarów";
"FIRST_STEPS_SPEED"="Prędkość";
"FIRST_STEPS_REPEAT"="Powtórz";
"FIRST_STEPS_SUBTITLES"="Ścieżki napisów";
"FIRST_STEPS_AUDIO"="Ścieżki dźwiękowe";
"FIRST_STEPS_VOLUME"="Głośność";
"FIRST_STEPS_POSITION"="Pozycja";

// CREATION
"TO_PLAY_VIDEOS"="To play videos get our FREE";
"WANT_TO_WATCH"="Want to watch a video?";
"SELECT_ONE"="Select one in";
"OR"="or";
"OPEN_VIDEO_URL"="Open video URL";
"PLAY_LOCAL_FILE"="Open your videos";
"LIBRARY_ALL_FILES"="My Videos";
"CREATION5_APP"="Creation 5 App";
"CANT_OPEN_FILE"="The URL '%@' can't be opened!";
